export const info = [
    {
        id: 'Tartaglia',
        name: 'Тарталья. Чайльд. Одиннадцатый Предвестник Фатуи',
        quote: [
            {
                text: `«Ты можешь доверять ему, но не подпускай его слишком
                        близко. Когда дело доходит до схватки, его вкусы весьма
                        специфичны. Встречи, которых он жаждал больше всего,
                        неминуемо приближали его к его собственной гибели.»`,
                author: `— дружеский совет от Предвестника Пульчинеллы.`,
            },
            {
                text: `«Он готовит еду, он убирается... Он самый лучший
                        братишка на свете!»`,
                author: `— восторженная похвала от сестрички Тони.`,
            },
        ],
        mainInfo: [
            `Вот он добрый и чуткий, а вот он уже безжалостный убийца...
                    Молниеносные перемены в его характере ставят невыполнимую
                    задачу для тех, кто захочет в нём разобраться. Но в редкие
                    минуты спокойствия он расстаётся с бронёй, титулами и
                    интригами, чтобы явить свою истинную сущность.`,
            `Его зовут Тарталья, и он преданный воин, который всегда ищет
                    возможность продемонстрировать свои боевые навыки.`,
            `Не питайте иллюзий относительно того, что вы понимаете его
                    подлинные намерения. Не забывайте, что за этой невинной
                    внешностью скрывается безжалостное орудие для убийства.`,
            `Тарталья подобен серебряному мечу в бархатных ножнах. Он
                    загадочен, непредсказуем и заставляет окружающих всегда
                    оставаться начеку.`,
        ],
        video: {
            teaser: `https://www.youtube.com/embed/rxAw_fBuxlA?si=bBJk5GcB-ciPyGzL`,
            demo: `https://www.youtube.com/embed/Md3wBQn6Ux0?si=Y_1KgfGV8aR4uhrO`,
        },
    },
];
