export const info = [
    {
        id: 'Pierro',
        name: 'Пьеро. Шут. Главный из Предвестников Фатуи',
        quote: [],
        mainInfo: [
            `Пьеро является первым членом организации Фатуи и первым из Предвестников. Он лично
            завербовал нескольких Предвестников,
            включая Дотторе и Синьору.`,
        ],
        video: {},
    },
    {
        id: 'Capitano',
        name: 'Капитано. Капитан. Первый Предвестник Фатуи',
        quote: [],
        mainInfo: [
            `Капитано описывается как честный, храбрый и бесстрашный человек. Это контрастирует с образом и репутацией
            большинства
            других Предвестников и вызывает раздражение у циничного Скарамуччи, который считает его праведность
            потенциальной
            опасностью. Это не мешает Капитано иметь высокую репутацию как среди союзников, так и у потенциальных
            противников.`,
        ],
        video: {},
    },
    {
        id: 'Dottore',
        name: 'Дотторе. Доктор. Второй Предвестник Фатуи',
        quote: [],
        mainInfo: [
            `Дотторе — взрослый мужчина с красными глазами, бледной кожей и короткими, вьющимися голубыми волосами.
            Обычно он носит
            черно-белую маску, закрывающую две третьи всего лица, кроме правой щеки и половины рта. Символ Фатуи можно
            увидеть в
            верхнем левом углу этой маски.`,
        ],
        video: {},
    },
    {
        id: 'Columbina',
        name: 'Коломбина. Субретка. Третья Предвестница Фатуи',
        quote: [],
        mainInfo: [
            `На данный момент развития сюжета, информации о Коломбине практически нет и лично в игре она не появлялась.
            Тарталья
            удивлён, что она занимает такой высокий ранг, отмечая, что хотел бы сразиться с любым Предвестником выше
            него, но не с
            Коломбиной. Странник предостерегает Путешественника от неё, называя Субретку глупой, невежественной и
            чёрствой в
            любой ситуации.`,
        ],
        video: {},
    },
    {
        id: 'Arlecchino',
        name: 'Арлекино. Слуга. Четвёртая Предвестница Фатуи',
        quote: [],
        mainInfo: [
            `Известно, что она создала приют, воспитанников которого растят для последующей мобилизации в ряды Фатуи.
            Выросшим в её
            приюте сиротам дают отчество «Снежевич» или «Снежневна», тогда как Арлекино становится их начальником.`,
        ],
        video: {},
    },
    {
        id: 'Pulcinella',
        name: 'Пульчинелла. Цыплёнок. Пятый Предвестник Фатуи',
        quote: [],
        mainInfo: [
            `Когда Тарталье (тогда был известен как Аякс) было 14 лет, он был втянут в Бездну и снова появился, сильно
            измененный
            событиями, которые там произошли; он приобрел непревзойденное боевое мастерство и особое умение сеять вокруг
            себя хаос.
            Это вызвало любопытство Пульчинеллы, и они призвали мальчика в состав Фатуи под предлогом отбывания
            наказания Царице.`,
        ],
        video: {},
    },
    {
        id: 'Scaramouche',
        name: 'Скарамучча. Сказитель. Шестой предвестник Фатуи в прошлом',
        quote: [],
        mainInfo: [
            `Скарамучча обладает скверным и жестоким характером, чувством абсолютного превосходства над другими. Он
            эгоистичен и не
            умеет держать рот на замке. Из-за этих качеств его не любят многие Фатуи, а исходя из сплетен, которые
            слышал Виктор,
            даже остальные Предвестники не переносят его на дух. Скарамучча в долгу не остаётся — на фабрике по
            производству Глаз
            Порчи он прямо заявляет, что Синьора и Тарталья его самые неблагонадёжные коллеги, и вряд ли его мнение о
            других
            предвестниках (включая вышестоящих) значительно лучше этого. Там же он показывает свою садистскую сторону,
            когда с
            восторганием наблюдает за страданиями Путешественника от тёмной энергии мёртвых архонтов.`,
        ],
        video: {},
    },
    {
        id: 'Sandrone',
        name: 'Сандроне. Марионетка. Седьмая Предвестница Фатуи',
        quote: [],
        mainInfo: [
            `Характер Сандроне раскрыт скудно. Известно, что она ставит свои исследования машин выше всего остального.
            Тарталья
            отмечает особенность её нрава – Предвестница смотрела на коллегу так, будто хотела его убить, хотя сам
            Тарталья ничего
            ей не сделал и виделся с ней всего несколько раз. Скарамучча же называет её характер ужасным, зацикленным
            лишь на
            исследованиях.`,
        ],
        video: {},
    },
    {
        id: 'Signora',
        name: 'Синьора. Дама. Восьмая Предвестница Фатуи в прошлом',
        quote: [],
        mainInfo: [
            `Настоящее имя Синьоры – Розалина-Кручка Лоефальтер. Она была обычной девушкой родом из Мондштадта,
            обучающейся в
            Академии Сумеру примерно за 500 лет до событий игры. Но после того, как её возлюбленный Рустан погиб по
            времена
            катаклизма, Розалину охватили отчаяние и ненависть к богам. Желая расправиться с монстрами самостоятельно,
            она
            использовала силу жидкого пламени чтобы трансформировать своё тело, после чего стала известна как «Горящая
            Алая Ведьма».`,
        ],
        video: {},
    },
    {
        id: 'Pantalone',
        name: 'Панталоне. Делец. Девятый Предвестник Фатуи',
        quote: [],
        mainInfo: [
            `Панталоне является самым богатым из Одиннадцати Предвестников Фатуи, причём он имеет особенное понимание
            "богатства", не
            ограничиваясь лишь денежным состоянием. На данный момент Делец поддерживает резервный капитал Предвестников
            в полном
            объёме, но у него есть планы на большее. Странник подмечает, что его идея «справедливого обмена» рушит
            неравенство
            людей и Архонтов. Однако Панталоне не обладает никакими впечатляющими способностями и тесно сотрудничает с
            Дотторе.`,
        ],
        video: {},
    },
    {
        id: 'Tartaglia',
        name: 'Тарталья. Чайльд. Одиннадцатый Предвестник Фатуи',
        quote: [
            {
                text: `«Ты можешь доверять ему, но не подпускай его слишком
                        близко. Когда дело доходит до схватки, его вкусы весьма
                        специфичны. Встречи, которых он жаждал больше всего,
                        неминуемо приближали его к его собственной гибели.»`,
                author: `— дружеский совет от Предвестника Пульчинеллы.`,
            },
            {
                text: `«Он готовит еду, он убирается... Он самый лучший
                        братишка на свете!»`,
                author: `— восторженная похвала от сестрички Тони.`,
            },
        ],
        mainInfo: [
            `Вот он добрый и чуткий, а вот он уже безжалостный убийца...
                    Молниеносные перемены в его характере ставят невыполнимую
                    задачу для тех, кто захочет в нём разобраться. Но в редкие
                    минуты спокойствия он расстаётся с бронёй, титулами и
                    интригами, чтобы явить свою истинную сущность.`,
            `Его зовут Тарталья, и он преданный воин, который всегда ищет
                    возможность продемонстрировать свои боевые навыки.`,
            `Не питайте иллюзий относительно того, что вы понимаете его
                    подлинные намерения. Не забывайте, что за этой невинной
                    внешностью скрывается безжалостное орудие для убийства.`,
            `Тарталья подобен серебряному мечу в бархатных ножнах. Он
                    загадочен, непредсказуем и заставляет окружающих всегда
                    оставаться начеку.`,
        ],
        video: {
            teaser: `https://www.youtube.com/embed/rxAw_fBuxlA?si=bBJk5GcB-ciPyGzL`,
            demo: `https://www.youtube.com/embed/Md3wBQn6Ux0?si=Y_1KgfGV8aR4uhrO`,
        },
    },
];
